<?php

return [
    'login_validation_error' => 'Некоторые поля некорректно заполнены.',
    'login_throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'login_failed' => 'Неверно введены адрес электронной почты или пароль.',
    'login_user_is_blocked' => 'Ваша учетная запись заблокирована.',
    'login_email_not_confirmed' => 'Вы не можете войти, пока не подтвердите адрес Вашей электорнной почты.',
    'login_email_confirmation_sent' => 'Ссылка для подтверждения выслана на Ваш почтовый ящик.',

    'login_success' => 'Добро пожаловать! Мы рады, что Вы к нам вернулись!',
    'logout_message' => 'Всего хорошего, возвращайтесь к нам еще!',

    'email_required' => 'Адрес электронной почты не должен быть пустым.',
    'email_email' => 'Адрес электронной почты должен иметь верный формат.',
    'password_required' => 'Пароль не должен быть пустым.',
    'password_string' => 'Пароль должен быть строкой.',
    'password_min' => 'Пароль должен быть длиной не менее :min символов.',
    'password_confirmation_same' => 'Пароль должен совпадать с подтверждением.',
];