<?php

return [
    'failed' => 'Имя пользователя и пароль не совпадают.',


    'auth_metatitle' => 'Вход на сайт ulamarket.ru',
    'auth_description' => 'Вход на сайт ulamarket.ru. Если у Вас нет аккаунта, Вы можете зарегистрироваться.',

    'auth_title' => 'Вход на сайт',
    'reset_title' => 'Сброс пароля',
    'reset_title_action' => 'Сбросить пароль',
    'login_title' => 'Вход',
    'register_title' => 'Регистрация',
    'email_title' => 'Email',
    'password_title' => 'Пароль',
    'new_password_title' => 'Новый пароль',
    'password_confirmation_title' => 'Подтверждение пароля',
    'remember_title' => 'Запомнить меня',
    'forgot_password_title' => 'Забыл пароль',
    'forgot_password_text' => 'Введите адрес почтового ящика, указанного при регистрации. На него мы вышлем Вам ссылку для сброса пароля.',
    'forgot_password_action' => 'Отправить',
    'login_action_title' => 'Войти',
    'login_register_title' => 'Нет аккаунта',
    'register_action_title' => 'Зарегистрироваться',
    'register_login_title' => 'Есть аккаунт',



    'register_validation_error' => 'Некоторые полях заполнены некорректно.',
    'registration_error' => 'Ошибка регистрации. Попробуйте позднее.',
    'reset_error' => 'Ошибка сброса пароля. Попробуйте позднее.',





    'forgot_email_empty' => 'Введите адрес электронной почты, указанный при регистрации.',
    'forgot_user_not_found' => 'Пользователь с таким адресом электронной почты не найден. Введите адрес, указанный при регистрации.',
    'forgot_token_sent' => 'Ссылка для сброса пароля выслана на электронную почту.',

    'reset_password_mail_subject' => 'Ссылка для сброса пароля',
    'reset_password_mail_title' => 'Сброс пароля',
    'reset_password_mail_intro' => 'Для завершения процедуры сброса пароля перейдите по ссылке ниже. Ссылка действительна в течение :time минут.',
    'reset_password_mail_action' => 'Сбросить пароль',
    'reset_password_mail_outtro' => 'Если Вы получили это письмо, но не запрашивали сброс пароля - просто проигнорируйте это письмо. Злоумышленники не смогут получить доступ к Вашему аккаунту при помощи этой процедуры без доступа к Вашему почтовому ящику.',
    'reset_password_mail_troubles' => 'Если у Вас не получается перейти на сайт при помощи ссылки, скопируйте в адресную строку обозревателя следующий адрес:',
    'reset_password_email_token_error' => 'Неверно указан адрес почтового ящика или ключ восстановления. Попробуйте повторить процедуру заново.',
    'reset_password_token_expired' => 'Этот ключ восстановления просрочен. Попробуйте повторить процедуру заново.',
    'reset_password_user_not_found' => 'Пользователя с таким адресом электронной почты не найдено.',


    'register_message' => 'Вы успешно зарегистрировалить! Добро пожаловать в наш магазин!',
    'reset_message' => 'Вы успешно сменили пароль! Добро пожаловать!',

    'logout' => 'Выход',
];