<?php

return [
    'email_confirm_subject' => 'Подтверждение адреса электронной почты',
    'email_confirm_intro' => 'Вы получили это письмо потому, что Вам необходимо подтвердить адрес своей электронной почты. Для подтверждения перейдите по ссылке ниже:',
    'email_confirm_link' => 'подтвердить',
    'email_confirm_text' => 'или скопируйте ссылку :link и вставьте в адресную строку обозревателя и перейдите по ней.',

    'reset_token_subject' => 'Сброс пароля',
    'reset_token_intro' => 'Вы получили это письмо потому, что сделали запрос на восстановление пароля. Для завершения этого действия перейдите по ссылке ниже:',
    'reset_token_link' => 'сбросить',
    'reset_token_text' => 'или скопируйте ссылку :link и вставьте в адресную строку обозревателя и перейдите по ней.',

    'no_reply_notice' => 'Пожалуйста, не отвечайте на это сообщение, оно было создано автоматически.',
];